tap "homebrew/bundle"
tap "homebrew/linux-fonts"
brew "bash-completion@2"
brew "bat"
brew "black"
brew "btop"
brew "eza"
brew "fzf"
brew "forgit"
brew "git-interactive-rebase-tool"
brew "helix", args: ["HEAD"]
brew "lesspipe"
brew "pyright"
brew "ruff-lsp"
brew "starship"
brew "stow"
brew "homebrew/linux-fonts/font-fira-code"
brew "homebrew/linux-fonts/font-noto-emoji", args: ["HEAD"]
brew "homebrew/linux-fonts/font-noto-mono", args: ["HEAD"]
brew "homebrew/linux-fonts/font-noto-sans"
brew "homebrew/linux-fonts/font-noto-serif"
